export const Pricing = () => {
  return (
    <div className="container">
      <h1 className="text-center">Из чего складывается наше ценообразование</h1>
      <div>
        <p>
          Цена на вызов мобильной зарядной станции для зарядки аккумулятора
          электромобиля может складываться из нескольких основных составляющих:{" "}
        </p>
        <ol>
          <li>
            Дистанция и время: Стоимость вызова мобильной зарядной станции может
            зависеть от расстояния, на которое она должна быть доставлена, и
            времени, которое требуется для этого. Это может включать в себя
            затраты на топливо или энергию, а также оплату труда специалиста по
            обслуживанию.
          </li>
          <li>
            Техническое обслуживание: В стоимость также могут входить затраты на
            обслуживание и техническую поддержку мобильной зарядной станции,
            включая регулярную проверку и обслуживание оборудования.
          </li>
          <li>
            Использование ресурсов: Это включает в себя износ оборудования,
            расходные материалы и энергию, необходимую для зарядки аккумулятора
            электромобиля.
          </li>
          <li>
            Дополнительные услуги: Некоторые компании могут включать
            дополнительные услуги, такие как консультации по эффективному
            использованию электромобилей, поддержка клиентов и т. д.
          </li>
          <li>
            Налоги и сборы: В зависимости от региона могут применяться различные
            налоги и сборы, которые также могут повлиять на окончательную
            стоимость вызова мобильной зарядной станции.
          </li>
        </ol>
      </div>
      <p>Наши цены начинаются от 2000 рублей.</p>
    </div>
  );
};
