export const Features = () => {
  return (
    <div className="container">
      <h1 className="text-center">Особенности</h1>
      <div>
        <p> Наш сервис имеет следующие особенности:</p>
        <ol>
          <li>
            Удобство и гибкость: Клиенты могут вызвать зарядную станцию в любое
            удобное для них время и место, что обеспечивает большое удобство и
            гибкость в использовании.
          </li>
          <li>
            Мобильность: Мобильные зарядные станции могут быть перемещены туда,
            где нужно, что особенно полезно в случае отдаленных мест или при
            нехватке доступных стационарных зарядных станций.
          </li>
          <li>
            Экстренная помощь: Сервис может быть полезен в случае, когда у
            водителя возникают проблемы с зарядкой на дороге или в других
            ситуациях, требующих экстренной подзарядки.
          </li>
          <li>
            Разнообразие услуг: Помимо простой зарядки, сервис предоставляет
            дополнительные услуги, такие как диагностика электромобиля,
            консультации по энергоэффективности и другие.
          </li>
          <li>
            Техническая поддержка: Опытные специалисты оказывают техническую
            поддержку и помощь в решении проблем с зарядкой или электропитанием.
          </li>
          <li>
            Экологические аспекты: Использование мобильных зарядных станций
            способствует развитию экологически чистой транспортной
            инфраструктуры и уменьшению выбросов углекислого газа.
          </li>
          <li>
            Инновации: Мы предлагаем инновационные технологии, такие как быстрая
            зарядка.
          </li>
        </ol>
      </div>
    </div>
  );
};
